module.exports = function() {
    return {
        api_name: 'request_search_third_cat',
        "result": "100" ,
        "data":  {
            "thirdCat":[
                {
                    "detail":"将墙面上损坏的开关拆除然后进行更换，避免安全隐患。",
                    "name":"开关更换维修",
                    "priceTag":"50元/个"
                },
                {
                    "detail":"服务内容：将已损坏或者老旧的空气开关拆除后安装新空气开关，解除安全隐患。",
                    "name":"空气开关拆换维修",
                    "priceTag":"50元/个"
                },
                {
                    "detail":"价格详情：50元起,20元/米（不含电线等材料费）。服务内容：用电线将电源进行延长至电器使用位置并用线卡子进行固定。",
                    "name":"综合布线（明线卡子固定）",
                    "priceTag":"50元/米"
                },
                {
                    "detail":"价格详情：50元/2个，2个起修，不足2个按2个计算，第3个起25元/个。服务内容：将墙面上损坏的插座拆除然后进行更换，避免安全隐患。",
                    "name":"墙体插座更换维修",
                    "priceTag":"50元/个"
                },
                {
                    "detail":"价格详情：50元/2个，2个起修，不足2个按2个计算。第3个起25元/个服务内容：从电源或电表箱旁引出电源并增加新的插座进行固定连接电源。",
                    "name":"墙插增加安装（非嵌入墙体）",
                    "priceTag":"50元/个"
                },
                {
                    "detail":"70元起，35元/米（不含材料费）。服务内容：在墙面上固定方形线槽在线槽内进行布线。",
                    "name":"综合布线维修（固定线槽后布线）",
                    "priceTag":"70元/米"
                },
                {
                    "detail":"服务内容：将地面上损坏的插座拆除然后进行更换，避免安全隐患。",
                    "name":"地插更换维修",
                    "priceTag":"50元/个"
                },
                {
                    "detail":"对问题部位电路进行专用电表检测，找出问题原因。",
                    "name":"电路检测",
                    "priceTag":"70元/次"
                },
                {
                    "detail":"服务内容：对家庭中的配电箱更换空气开关、零线排等配件的更换维修。",
                    "name":"家用配电箱维修",
                    "priceTag":"150元/次"
                },
                {
                    "detail":"服务内容：室内其他电路相关的检测维修服务。",
                    "name":"其他电路检修",
                    "priceTag":"面议"
                },
                {
                    "detail":"",
                    "name":"其他",
                    "priceTag":"面议"
                }
            ]
        },
        'message': 'message'
    };
};
